Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Find_Error_RegexUnicodeEscape
source: \u can't be used in a byte regular expression. Write bytes as \xHH.
ar: لا يمكن استخدام \u في تعبير عادي للبايتات. اكتب البايتات بصيغة \xHH.
cs: V bajtovém regulárním výrazu nelze použít \u. Bajty zapisujte jako \xHH.
de: \u kann in einem regulären Byte-Ausdruck nicht verwendet werden. Schreiben Sie Bytes als \xHH.
el: Το \u δεν μπορεί να χρησιμοποιηθεί σε κανονική έκφραση byte. Γράψτε τα byte ως \xHH.
es: No se puede usar \u en una expresión regular de bytes. Escribe los bytes como \xHH.
fa: \u در عبارت باقاعدهٔ بایتی قابل استفاده نیست. بایت‌ها را به‌صورت \xHH بنویسید.
fr: \u ne peut pas être utilisé dans une expression régulière d'octets. Écrivez les octets sous la forme \xHH.
hu: Bájtos reguláris kifejezésben a \u nem használható. A bájtokat \xHH formában adja meg.
id: \u tidak dapat digunakan dalam ekspresi reguler byte. Tulis byte sebagai \xHH.
it: \u non può essere usato in un'espressione regolare di byte. Scrivi i byte come \xHH.
ja: バイト列の正規表現では \u は使えません。バイトは \xHH で書いてください。
ko: 바이트 정규식에서는 \u를 사용할 수 없습니다. 바이트는 \xHH로 쓰세요.
pl: \u nie może być używane w bajtowym wyrażeniu regularnym. Zapisuj bajty jako \xHH.
pt: \u não pode ser usado em uma expressão regular de bytes. Escreva bytes como \xHH.
ro: \u nu poate fi utilizat într-o expresie regulată pe octeți. Scrieți octeții ca \xHH.
th: ไม่สามารถใช้ \u ในนิพจน์ทั่วไปแบบไบต์ ให้เขียนไบต์เป็น \xHH
tr: Bayt normal ifadesinde \u kullanılamaz. Baytları \xHH olarak yazın.
uk: У байтовому регулярному виразі не можна використовувати \u. Записуйте байти як \xHH.
vi: Không thể dùng \u trong biểu thức chính quy byte. Hãy viết byte dưới dạng \xHH.
zh_hans: 字节正则表达式中不能使用 \u。请将字节写为 \xHH。
zh_hant: 位元組規則運算式中不能使用 \u。請以 \xHH 撰寫位元組。

# Find_Error_RegexNonByteCharacter
source: This character doesn't fit in one byte: {0}
ar: هذا الحرف لا يتسع في بايت واحد: {0}
cs: Tento znak se nevejde do jednoho bajtu: {0}
de: Dieses Zeichen passt nicht in ein Byte: {0}
el: Αυτός ο χαρακτήρας δεν χωράει σε ένα byte: {0}
es: Este carácter no cabe en un byte: {0}
fa: این نویسه در یک بایت جا نمی‌شود: {0}
fr: Ce caractère ne tient pas sur un octet : {0}
hu: Ez a karakter nem fér el egy bájtban: {0}
id: Karakter ini tidak muat dalam satu byte: {0}
it: Questo carattere non sta in un byte: {0}
ja: 1 バイトに収まらない文字です: {0}
ko: 이 문자는 1바이트에 들어가지 않습니다: {0}
pl: Ten znak nie mieści się w jednym bajcie: {0}
pt: Este caractere não cabe em um byte: {0}
ro: Acest caracter nu încape într-un octet: {0}
th: อักขระนี้ไม่พอดีในหนึ่งไบต์: {0}
tr: Bu karakter bir bayta sığmıyor: {0}
uk: Цей символ не вміщується в один байт: {0}
vi: Ký tự này không vừa một byte: {0}
zh_hans: 此字符无法放入一个字节：{0}
zh_hant: 此字元無法容納於一個位元組：{0}

# Find_Error_NoEncoding
source: Choose at least one encoding that can encode the text.
ar: اختر ترميزًا واحدًا على الأقل يمكنه ترميز النص.
cs: Zvolte alespoň jedno kódování, které dokáže text zakódovat.
de: Wählen Sie mindestens eine Codierung aus, die den Text codieren kann.
el: Επιλέξτε τουλάχιστον μία κωδικοποίηση που μπορεί να κωδικοποιήσει το κείμενο.
es: Elige al menos una codificación que pueda codificar el texto.
fa: دست‌کم یک رمزگذاری انتخاب کنید که بتواند متن را رمزگذاری کند.
fr: Choisissez au moins un encodage capable d'encoder le texte.
hu: Válasszon legalább egy kódolást, amellyel a szöveg kódolható.
id: Pilih setidaknya satu pengodean yang dapat mengenkode teks.
it: Scegli almeno una codifica in grado di codificare il testo.
ja: 文字列を符号化できる文字コードを 1 つ以上選んでください。
ko: 텍스트를 인코딩할 수 있는 인코딩을 하나 이상 선택하세요.
pl: Wybierz co najmniej jedno kodowanie, które może zakodować tekst.
pt: Escolha pelo menos uma codificação capaz de codificar o texto.
ro: Alegeți cel puțin o codificare care poate codifica textul.
th: เลือกการเข้ารหัสอย่างน้อยหนึ่งรายการที่เข้ารหัสข้อความได้
tr: Metni kodlayabilen en az bir kodlama seçin.
uk: Виберіть принаймні одне кодування, яким можна закодувати текст.
vi: Hãy chọn ít nhất một bảng mã có thể mã hóa văn bản.
zh_hans: 请至少选择一种能够编码该文本的编码。
zh_hant: 請至少選擇一個可編碼此文字的編碼。

# Find_Error_TooManyTerms
source: You can search for at most {0} terms at once.
ar: يمكنك البحث عن {0} عبارة كحد أقصى في وقت واحد.
cs: Najednou lze hledat nejvýše {0} výrazů.
de: Sie können höchstens {0} Begriffe gleichzeitig suchen.
el: Μπορείτε να αναζητήσετε έως {0} όρους ταυτόχρονα.
es: Puedes buscar como máximo {0} términos a la vez.
fa: حداکثر {0} عبارت را می‌توانید هم‌زمان جستجو کنید.
fr: Vous pouvez rechercher au plus {0} termes à la fois.
hu: Egyszerre legfeljebb {0} kifejezés kereshető.
id: Anda dapat mencari paling banyak {0} istilah sekaligus.
it: Puoi cercare al massimo {0} termini alla volta.
ja: 同時に検索できる語は {0} 個までです。
ko: 한 번에 최대 {0}개의 검색어를 검색할 수 있습니다.
pl: Jednocześnie można wyszukiwać najwyżej {0} terminów.
pt: Você pode pesquisar no máximo {0} termos de uma vez.
ro: Puteți căuta cel mult {0} termeni deodată.
th: ค้นหาได้สูงสุด {0} คำในครั้งเดียว
tr: Aynı anda en fazla {0} terim arayabilirsiniz.
uk: Одночасно можна шукати не більше {0} термінів.
vi: Bạn có thể tìm tối đa {0} từ cùng lúc.
zh_hans: 一次最多可以搜索 {0} 个搜索词。
zh_hant: 一次最多可搜尋 {0} 個字詞。

# Find_RegexError_InsufficientClosingParentheses
source: a closing parenthesis is missing
ar: قوس إغلاق مفقود
cs: chybí uzavírací závorka
de: eine schließende Klammer fehlt
el: λείπει μια δεξιά παρένθεση
es: falta un paréntesis de cierre
fa: یک پرانتز بسته وجود ندارد
fr: une parenthèse fermante est manquante
hu: hiányzik egy záró zárójel
id: tanda kurung tutup tidak ada
it: manca una parentesi di chiusura
ja: 閉じ括弧がありません
ko: 닫는 괄호가 없습니다
pl: brakuje nawiasu zamykającego
pt: falta um parêntese de fechamento
ro: lipsește o paranteză de închidere
th: ไม่มีวงเล็บปิด
tr: kapanış parantezi eksik
uk: бракує закривної дужки
vi: thiếu dấu ngoặc đóng
zh_hans: 缺少右括号
zh_hant: 缺少右括號

# Find_RegexError_InsufficientOpeningParentheses
source: there are too many closing parentheses
ar: توجد أقواس إغلاق كثيرة جدًا
cs: příliš mnoho uzavíracích závorek
de: es gibt zu viele schließende Klammern
el: υπάρχουν πάρα πολλές δεξιές παρενθέσεις
es: hay demasiados paréntesis de cierre
fa: پرانتزهای بسته بیش از حد زیادند
fr: il y a trop de parenthèses fermantes
hu: túl sok a záró zárójel
id: terlalu banyak tanda kurung tutup
it: ci sono troppe parentesi di chiusura
ja: 閉じ括弧が多すぎます
ko: 닫는 괄호가 너무 많습니다
pl: jest za dużo nawiasów zamykających
pt: há parênteses de fechamento demais
ro: există prea multe paranteze de închidere
th: มีวงเล็บปิดมากเกินไป
tr: çok fazla kapanış parantezi var
uk: забагато закривних дужок
vi: có quá nhiều dấu ngoặc đóng
zh_hans: 右括号过多
zh_hant: 右括號過多

# Find_RegexError_UnterminatedBracket
source: a [ is not closed
ar: لم يتم إغلاق [
cs: závorka [ není uzavřená
de: eine [ ist nicht geschlossen
el: ένα [ δεν έχει κλείσει
es: un [ no está cerrado
fa: یک [ بسته نشده است
fr: un [ n'est pas fermé
hu: egy [ nincs lezárva
id: [ tidak ditutup
it: una [ non è chiusa
ja: [ が閉じていません
ko: [가 닫히지 않았습니다
pl: nawias [ nie jest zamknięty
pt: um [ não foi fechado
ro: un [ nu este închis
th: [ ไม่ได้ปิด
tr: bir [ kapatılmamış
uk: [ не закрито
vi: dấu [ chưa được đóng
zh_hans: [ 未闭合
zh_hant: [ 未結束

# Find_RegexError_QuantifierAfterNothing
source: a quantifier has nothing to repeat
ar: لا يوجد شيء يكرره المحدد الكمي
cs: kvantifikátor nemá co opakovat
de: ein Quantifizierer hat nichts zu wiederholen
el: ένας ποσοτικοποιητής δεν έχει τίποτα για επανάληψη
es: un cuantificador no tiene nada que repetir
fa: یک کمیت‌نما چیزی برای تکرار ندارد
fr: un quantificateur n'a rien à répéter
hu: egy kvantornak nincs mit ismételnie
id: kuantifier tidak memiliki apa pun untuk diulang
it: un quantificatore non ha nulla da ripetere
ja: 量指定子の前に繰り返すものがありません
ko: 수량자 앞에 반복할 항목이 없습니다
pl: kwantyfikator nie ma czego powtarzać
pt: um quantificador não tem nada para repetir
ro: un cuantificator nu are ce repeta
th: ตัวระบุจำนวนไม่มีสิ่งที่จะทำซ้ำ
tr: bir niceleyicinin yineleyeceği bir şey yok
uk: квантифікатору нічого повторювати
vi: bộ định lượng không có gì để lặp lại
zh_hans: 量词前没有可重复的内容
zh_hant: 數量詞沒有可重複的內容

# Find_RegexError_NestedQuantifiersNotParenthesized
source: quantifiers are nested without parentheses
ar: المحددات الكمية متداخلة دون أقواس
cs: kvantifikátory jsou vnořené bez závorek
de: Quantifizierer sind ohne Klammern verschachtelt
el: οι ποσοτικοποιητές είναι εμφωλευμένοι χωρίς παρενθέσεις
es: hay cuantificadores anidados sin paréntesis
fa: کمیت‌نماها بدون پرانتز تودرتو شده‌اند
fr: des quantificateurs sont imbriqués sans parenthèses
hu: a kvantorok zárójelek nélkül vannak egymásba ágyazva
id: kuantifier bersarang tanpa tanda kurung
it: i quantificatori sono annidati senza parentesi
ja: 量指定子が括弧なしで続いています
ko: 수량자가 괄호 없이 중첩되었습니다
pl: kwantyfikatory są zagnieżdżone bez nawiasów
pt: os quantificadores estão aninhados sem parênteses
ro: cuantificatori imbricați fără paranteze
th: ตัวระบุจำนวนซ้อนกันโดยไม่มีวงเล็บ
tr: niceleyiciler parantezsiz iç içe geçmiş
uk: квантифікатори вкладено без дужок
vi: các bộ định lượng lồng nhau mà không có dấu ngoặc
zh_hans: 量词嵌套但未使用括号
zh_hant: 數量詞未加括號而巢狀

# Find_RegexError_ReversedCharacterRange
source: a character range is reversed
ar: نطاق أحرف معكوس
cs: rozsah znaků je obrácený
de: ein Zeichenbereich ist umgekehrt
el: ένα εύρος χαρακτήρων είναι αντεστραμμένο
es: un rango de caracteres está invertido
fa: یک محدودهٔ نویسه وارونه است
fr: une plage de caractères est inversée
hu: egy karaktertartomány fordított
id: rentang karakter terbalik
it: un intervallo di caratteri è invertito
ja: 文字の範囲が逆です
ko: 문자 범위가 거꾸로 되어 있습니다
pl: zakres znaków jest odwrócony
pt: um intervalo de caracteres está invertido
ro: un interval de caractere este inversat
th: ช่วงอักขระกลับด้าน
tr: bir karakter aralığı ters
uk: діапазон символів вказано у зворотному порядку
vi: phạm vi ký tự bị đảo ngược
zh_hans: 字符范围顺序颠倒
zh_hant: 字元範圍順序相反

# Find_RegexError_ReversedQuantifierRange
source: a repetition range is reversed
ar: نطاق تكرار معكوس
cs: rozsah opakování je obrácený
de: ein Wiederholungsbereich ist umgekehrt
el: ένα εύρος επανάληψης είναι αντεστραμμένο
es: un rango de repetición está invertido
fa: یک محدودهٔ تکرار وارونه است
fr: une plage de répétition est inversée
hu: egy ismétlési tartomány fordított
id: rentang pengulangan terbalik
it: un intervallo di ripetizione è invertito
ja: 繰り返しの範囲が逆です
ko: 반복 범위가 거꾸로 되어 있습니다
pl: zakres powtórzeń jest odwrócony
pt: um intervalo de repetição está invertido
ro: un interval de repetare este inversat
th: ช่วงการทำซ้ำกลับด้าน
tr: bir yineleme aralığı ters
uk: діапазон повторень вказано у зворотному порядку
vi: phạm vi lặp bị đảo ngược
zh_hans: 重复范围顺序颠倒
zh_hant: 重複範圍順序相反

# Find_RegexError_UnescapedEndingBackslash
source: the pattern ends with a backslash
ar: ينتهي النمط بشرطة مائلة عكسية
cs: vzor končí zpětným lomítkem
de: das Muster endet mit einem umgekehrten Schrägstrich
el: το μοτίβο τελειώνει με ανάστροφη κάθετο
es: el patrón termina con una barra diagonal inversa
fa: الگو با بک‌اسلش تمام می‌شود
fr: le motif se termine par une barre oblique inverse
hu: a minta fordított perjelre végződik
id: pola diakhiri dengan garis miring terbalik
it: il modello termina con una barra rovesciata
ja: 末尾に \ があります
ko: 패턴이 백슬래시로 끝납니다
pl: wzorzec kończy się ukośnikiem odwrotnym
pt: o padrão termina com uma barra invertida
ro: modelul se termină cu o bară oblică inversă
th: รูปแบบลงท้ายด้วยแบ็กสแลช
tr: desen ters eğik çizgiyle bitiyor
uk: шаблон закінчується зворотною скісною рискою
vi: mẫu kết thúc bằng dấu gạch chéo ngược
zh_hans: 模式以反斜杠结尾
zh_hant: 模式以反斜線結尾

# Find_RegexError_InvalidGroupingConstruct
source: the group syntax is invalid
ar: بناء جملة المجموعة غير صالح
cs: syntaxe skupiny je neplatná
de: die Gruppensyntax ist ungültig
el: η σύνταξη της ομάδας δεν είναι έγκυρη
es: la sintaxis del grupo no es válida
fa: نحو گروه نامعتبر است
fr: la syntaxe du groupe n'est pas valide
hu: a csoport szintaxisa érvénytelen
id: sintaks grup tidak valid
it: la sintassi del gruppo non è valida
ja: グループの書き方が正しくありません
ko: 그룹 구문이 잘못되었습니다
pl: składnia grupy jest nieprawidłowa
pt: a sintaxe do grupo é inválida
ro: sintaxa grupului nu este validă
th: ไวยากรณ์ของกลุ่มไม่ถูกต้อง
tr: grup söz dizimi geçersiz
uk: неприпустимий синтаксис групи
vi: cú pháp nhóm không hợp lệ
zh_hans: 组语法无效
zh_hant: 群組語法無效

# Find_RegexError_UndefinedNumberedReference
source: the referenced group doesn't exist
ar: المجموعة المشار إليها غير موجودة
cs: odkazovaná skupina neexistuje
de: die referenzierte Gruppe existiert nicht
el: η ομάδα αναφοράς δεν υπάρχει
es: el grupo al que se hace referencia no existe
fa: گروه ارجاع‌شده وجود ندارد
fr: le groupe référencé n'existe pas
hu: a hivatkozott csoport nem létezik
id: grup yang dirujuk tidak ada
it: il gruppo a cui si fa riferimento non esiste
ja: 参照しているグループがありません
ko: 참조한 그룹이 없습니다
pl: grupa, do której się odwołano, nie istnieje
pt: o grupo referenciado não existe
ro: grupul referit nu există
th: ไม่มีกลุ่มที่อ้างอิง
tr: başvurulan grup yok
uk: указана група не існує
vi: nhóm được tham chiếu không tồn tại
zh_hans: 引用的组不存在
zh_hant: 參照的群組不存在

# Find_RegexError_UndefinedNamedReference
source: the referenced group name doesn't exist
ar: اسم المجموعة المشار إليه غير موجود
cs: název odkazované skupiny neexistuje
de: der referenzierte Gruppenname existiert nicht
el: το όνομα της ομάδας αναφοράς δεν υπάρχει
es: el nombre de grupo al que se hace referencia no existe
fa: نام گروه ارجاع‌شده وجود ندارد
fr: le nom de groupe référencé n'existe pas
hu: a hivatkozott csoportnév nem létezik
id: nama grup yang dirujuk tidak ada
it: il nome del gruppo a cui si fa riferimento non esiste
ja: 参照しているグループの名前がありません
ko: 참조한 그룹 이름이 없습니다
pl: nazwa grupy, do której się odwołano, nie istnieje
pt: o nome do grupo referenciado não existe
ro: numele de grup referit nu există
th: ไม่มีชื่อกลุ่มที่อ้างอิง
tr: başvurulan grup adı yok
uk: указане ім’я групи не існує
vi: tên nhóm được tham chiếu không tồn tại
zh_hans: 引用的组名不存在
zh_hant: 參照的群組名稱不存在

# Find_RegexError_InsufficientOrInvalidHexDigits
source: \x needs two hex digits
ar: يحتاج \x إلى رقمين hex
cs: za \x musí následovat dvě šestnáctkové číslice
de: \x benötigt zwei Hex-Ziffern
el: το \x χρειάζεται δύο δεκαεξαδικά ψηφία
es: \x necesita dos dígitos Hex
fa: \x به دو رقم hex نیاز دارد
fr: \x nécessite deux chiffres Hex
hu: a \x után két hexadecimális számjegy szükséges
id: \x memerlukan dua digit Hex
it: \x richiede due cifre esadecimali
ja: \x の後には Hex を 2 桁書いてください
ko: \x 뒤에는 16진수 두 자리가 필요합니다
pl: \x wymaga dwóch cyfr szesnastkowych
pt: \x precisa de dois dígitos hexadecimais
ro: \x necesită două cifre hexazecimale
th: \x ต้องตามด้วยเลขฐานสิบหกสองหลัก
tr: \x iki onaltılık basamak gerektirir
uk: після \x потрібні дві шістнадцяткові цифри
vi: \x cần hai chữ số Hex
zh_hans: \x 需要两位十六进制数字
zh_hant: \x 需要兩個十六進位位數

# Find_RegexError_UnrecognizedEscape
source: unknown escape sequence
ar: تسلسل هروب غير معروف
cs: neznámá řídicí sekvence
de: unbekannte Escapesequenz
el: άγνωστη ακολουθία διαφυγής
es: secuencia de escape desconocida
fa: دنبالهٔ گریز ناشناخته
fr: séquence d'échappement inconnue
hu: ismeretlen escape-szekvencia
id: urutan escape tidak dikenal
it: sequenza di escape sconosciuta
ja: 知らないエスケープです
ko: 알 수 없는 이스케이프 시퀀스
pl: nieznana sekwencja ucieczki
pt: sequência de escape desconhecida
ro: secvență escape necunoscută
th: ลำดับ Escape ที่ไม่รู้จัก
tr: bilinmeyen kaçış dizisi
uk: невідома escape-послідовність
vi: chuỗi thoát không xác định
zh_hans: 未知的转义序列
zh_hant: 未知的逸出序列

# Find_RegexError_Other
source: the pattern can't be parsed
ar: يتعذر تحليل النمط
cs: vzor nelze analyzovat
de: das Muster kann nicht analysiert werden
el: δεν είναι δυνατή η ανάλυση του μοτίβου
es: no se puede analizar el patrón
fa: الگو قابل تجزیه نیست
fr: le motif ne peut pas être analysé
hu: a minta nem értelmezhető
id: pola tidak dapat diurai
it: impossibile analizzare il modello
ja: 解釈できません
ko: 패턴을 해석할 수 없습니다
pl: nie można przeanalizować wzorca
pt: não é possível analisar o padrão
ro: modelul nu poate fi analizat
th: แยกวิเคราะห์รูปแบบไม่ได้
tr: desen ayrıştırılamıyor
uk: не вдається розібрати шаблон
vi: không thể phân tích mẫu
zh_hans: 无法解析该模式
zh_hant: 無法剖析模式

# Find_Mask.Content
source: Bit mask
ar: قناع البتات
cs: Bitová maska
de: Bitmaske
el: Μάσκα bit
es: Máscara de bits
fa: ماسک بیتی
fr: Masque de bits
hu: Bitmaszk
it: Maschera di bit
ja: ビットマスク
ko: 비트 마스크
pl: Maska bitowa
pt: Máscara de bits
ro: Mască de biți
th: บิตมาสก์
tr: Bit maskesi
uk: Бітова маска
vi: Mặt nạ bit
zh_hans: 位掩码
zh_hant: 位元遮罩

# Find_MaskError
source: Mask: {0}
ar: القناع: {0}
cs: Maska: {0}
de: Maske: {0}
el: Μάσκα: {0}
es: Máscara: {0}
fa: ماسک: {0}
fr: Masque : {0}
hu: Maszk: {0}
it: Maschera: {0}
ja: マスク: {0}
ko: 마스크: {0}
pl: Maska: {0}
pt: Máscara: {0}
ro: Mască: {0}
th: มาสก์: {0}
tr: Maske: {0}
uk: Маска: {0}
vi: Mặt nạ: {0}
zh_hans: 掩码：{0}
zh_hant: 遮罩：{0}

# Find_MaskMode_Bits.Content
source: Bit pattern (0 1 x)
ar: نمط البتات (0 1 x)
cs: Bitový vzor (0 1 x)
de: Bitmuster (0 1 x)
el: Μοτίβο bit (0 1 x)
es: Patrón de bits (0 1 x)
fa: الگوی بیتی (0 1 x)
fr: Motif de bits (0 1 x)
hu: Bitminta (0 1 x)
id: Pola bit (0 1 x)
it: Modello di bit (0 1 x)
ja: ビットパターン (0 1 x)
ko: 비트 패턴(0 1 x)
pl: Wzorzec bitowy (0 1 x)
pt: Padrão de bits (0 1 x)
ro: Model de biți (0 1 x)
th: รูปแบบบิต (0 1 x)
tr: Bit deseni (0 1 x)
uk: Бітовий шаблон (0 1 x)
vi: Mẫu bit (0 1 x)
zh_hans: 位模式（0 1 x）
zh_hant: 位元模式（0 1 x）

# Find_MaskMode_ValueMask.Content
source: Value and mask
ar: القيمة والقناع
cs: Hodnota a maska
de: Wert und Maske
el: Τιμή και μάσκα
es: Valor y máscara
fa: مقدار و ماسک
fr: Valeur et masque
hu: Érték és maszk
id: Nilai dan mask
it: Valore e maschera
ja: 値とマスク
ko: 값 및 마스크
pl: Wartość i maska
pt: Valor e máscara
ro: Valoare și mască
th: ค่าและมาสก์
tr: Değer ve maske
uk: Значення й маска
vi: Giá trị và mặt nạ
zh_hans: 值和掩码
zh_hant: 值和遮罩

# Find_MaskMode_Name
source: How to enter the mask
ar: طريقة إدخال القناع
cs: Způsob zadání masky
de: Eingabeart der Maske
el: Τρόπος εισαγωγής της μάσκας
es: Forma de introducir la máscara
fa: نحوهٔ وارد کردن ماسک
fr: Mode de saisie du masque
hu: A maszk megadásának módja
id: Cara memasukkan mask
it: Come immettere la maschera
ja: マスクの入力方法
ko: 마스크 입력 방법
pl: Sposób wprowadzania maski
pt: Como inserir a máscara
ro: Mod de introducere a măștii
th: วิธีป้อนมาสก์
tr: Maskenin giriş şekli
uk: Спосіб введення маски
vi: Cách nhập mặt nạ
zh_hans: 掩码输入方式
zh_hant: 遮罩的輸入方式

# Find_MaskQuery.PlaceholderText
source: Mask (hex, e.g. F0 0F)
ar: القناع (hex، مثل F0 0F)
cs: Maska (Hex, např. F0 0F)
de: Maske (Hex, z. B. F0 0F)
el: Μάσκα (hex, π.χ. F0 0F)
es: Máscara (Hex, p. ej. F0 0F)
fa: ماسک (hex، مثلاً F0 0F)
fr: Masque (Hex, par ex. F0 0F)
hu: Maszk (Hex, pl. F0 0F)
id: Mask (hex, mis. F0 0F)
it: Maschera (hex, ad es. F0 0F)
ja: マスク (Hex。例: F0 0F)
ko: 마스크(Hex, 예: F0 0F)
pl: Maska (hex, np. F0 0F)
pt: Máscara (hex, por exemplo, F0 0F)
ro: Mască (hex, de ex. F0 0F)
th: มาสก์ (ฐานสิบหก เช่น F0 0F)
tr: Maske (hex, ör. F0 0F)
uk: Маска (hex, наприклад F0 0F)
vi: Mặt nạ (hex, ví dụ: F0 0F)
zh_hans: 掩码（Hex，例如 F0 0F）
zh_hant: 遮罩（Hex，例如 F0 0F）

# Find_Mismatch.Content
source: Find what is not the pattern
ar: البحث عما لا يطابق النمط
cs: Najít, co neodpovídá vzoru
de: Suchen, was nicht dem Muster entspricht
el: Εύρεση ό,τι δεν είναι το μοτίβο
es: Buscar lo que no coincide con el patrón
fa: یافتن آنچه الگو نیست
fr: Rechercher ce qui ne correspond pas au motif
hu: A mintától eltérő részek keresése
id: Temukan yang bukan pola
it: Trova ciò che non è il modello
ja: 一致しない箇所を探す
ko: 패턴이 아닌 부분 찾기
pl: Znajdź to, co nie jest wzorcem
pt: Localizar o que não é o padrão
ro: Găsire a ceea ce nu corespunde modelului
th: ค้นหาสิ่งที่ไม่ใช่รูปแบบ
tr: Desen olmayanı bul
uk: Знайти те, що не відповідає шаблону
vi: Tìm phần không theo mẫu
zh_hans: 查找不符合模式的内容
zh_hant: 尋找不符合模式的內容

# Find_MismatchAlign.Content
source: Align the repetition to multiples of the pattern length
ar: محاذاة التكرار مع مضاعفات طول النمط
cs: Zarovnat opakování na násobky délky vzoru
de: Wiederholung an Vielfachen der Musterlänge ausrichten
el: Στοίχιση της επανάληψης σε πολλαπλάσια του μήκους του μοτίβου
es: Alinear la repetición con múltiplos de la longitud del patrón
fa: تراز کردن تکرار با مضرب‌های طول الگو
fr: Aligner la répétition sur des multiples de la longueur du motif
hu: Az ismétlés igazítása a minta hosszának többszöröseihez
id: Sejajarkan pengulangan ke kelipatan panjang pola
it: Allinea la ripetizione ai multipli della lunghezza del modello
ja: 起点を P の長さの倍数のオフセットに揃える
ko: 반복을 패턴 길이의 배수에 맞추기
pl: Wyrównaj powtórzenia do wielokrotności długości wzorca
pt: Alinhar a repetição a múltiplos do comprimento do padrão
ro: Aliniere repetare la multipli ai lungimii modelului
th: จัดแนวการทำซ้ำให้ตรงกับผลคูณของความยาวรูปแบบ
tr: Yinelemeyi desen uzunluğunun katlarına hizala
uk: Вирівнювати повторення за кратними довжини шаблону
vi: Căn lần lặp theo bội số của độ dài mẫu
zh_hans: 将重复对齐到模式长度的倍数
zh_hant: 將重複對齊到模式長度的倍數

# Find_MismatchPreview
source: Bytes that differ from the repetition of {0}
ar: البايتات المختلفة عن تكرار {0}
cs: Bajty, které se liší od opakování {0}
de: Bytes, die von der Wiederholung von {0} abweichen
el: Byte που διαφέρουν από την επανάληψη του {0}
es: Bytes que difieren de la repetición de {0}
fa: بایت‌هایی که با تکرار {0} متفاوت‌اند
fr: Octets qui diffèrent de la répétition de {0}
hu: A(z) {0} ismétlésétől eltérő bájtok
id: Byte yang berbeda dari pengulangan {0}
it: Byte diversi dalla ripetizione di {0}
ja: {0} の繰り返しと違うバイト
ko: {0}의 반복과 다른 바이트
pl: Bajty różniące się od powtórzenia {0}
pt: Bytes diferentes da repetição de {0}
ro: Octeți care diferă de repetarea lui {0}
th: ไบต์ที่ต่างจากการทำซ้ำของ {0}
tr: {0} yinelemesinden farklı olan baytlar
uk: Байти, що відрізняються від повторення {0}
vi: Các byte khác với sự lặp lại của {0}
zh_hans: 与 {0} 的重复不同的字节
zh_hant: 與 {0} 的重複不同的位元組

# Find_MultiEncoding_Button
source: Encodings ({0})
ar: الترميزات ({0})
cs: Kódování ({0})
de: Codierungen ({0})
el: Κωδικοποιήσεις ({0})
es: Codificaciones ({0})
fa: رمزگذاری‌ها ({0})
fr: Encodages ({0})
hu: Kódolások ({0})
id: Pengodean ({0})
it: Codifiche ({0})
ja: 文字コード ({0})
ko: 인코딩({0})
pl: Kodowania ({0})
pt: Codificações ({0})
ro: Codificări ({0})
th: การเข้ารหัส ({0})
tr: Kodlamalar ({0})
uk: Кодування ({0})
vi: Bảng mã ({0})
zh_hans: 编码（{0}）
zh_hant: 編碼（{0}）

# Find_MultiEncoding_Hint
source: Choose up to {0} encodings. The text is searched in all of them at once.
ar: اختر ما يصل إلى {0} ترميزات. يتم البحث عن النص فيها جميعًا مرة واحدة.
cs: Zvolte nejvýše {0} kódování. Text se hledá ve všech najednou.
de: Wählen Sie bis zu {0} Codierungen. Der Text wird in allen gleichzeitig gesucht.
el: Επιλέξτε έως {0} κωδικοποιήσεις. Η αναζήτηση του κειμένου γίνεται σε όλες ταυτόχρονα.
es: Elige hasta {0} codificaciones. El texto se busca en todas a la vez.
fa: حداکثر {0} رمزگذاری انتخاب کنید. متن هم‌زمان در همهٔ آن‌ها جستجو می‌شود.
fr: Choisissez jusqu'à {0} encodages. Le texte est recherché dans tous à la fois.
hu: Legfeljebb {0} kódolást választhat. A szöveget a program egyszerre mindegyikben keresi.
id: Pilih hingga {0} pengodean. Teks dicari di semuanya sekaligus.
it: Scegli fino a {0} codifiche. Il testo viene cercato in tutte contemporaneamente.
ja: 最大 {0} 種類まで選べます。同じ文字列をすべての文字コードで一度に検索します。
ko: 최대 {0}개의 인코딩을 선택하세요. 모든 인코딩에서 텍스트를 한 번에 검색합니다.
pl: Wybierz do {0} kodowań. Tekst jest wyszukiwany we wszystkich jednocześnie.
pt: Escolha até {0} codificações. O texto é pesquisado em todas ao mesmo tempo.
ro: Alegeți cel mult {0} codificări. Textul este căutat în toate deodată.
th: เลือกได้สูงสุด {0} การเข้ารหัส ข้อความจะถูกค้นหาในทุกการเข้ารหัสพร้อมกัน
tr: En fazla {0} kodlama seçin. Metin hepsinde aynı anda aranır.
uk: Виберіть до {0} кодувань. Текст шукається в усіх них одночасно.
vi: Chọn tối đa {0} bảng mã. Văn bản được tìm trong tất cả các bảng mã cùng lúc.
zh_hans: 最多可选择 {0} 种编码。将同时在所有编码中搜索该文本。
zh_hant: 最多可選擇 {0} 種編碼。會同時以所有編碼搜尋文字。
